[GrimyDeepReservesUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Deep Reserves"
Summary="Increase ammo reserves for primary weapons by 4."

[GrimyReserveArmor_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Ammo Harness"
FriendlyNamePlural="Ammo Harnesses"
BriefSummary="Increase Ammo Reserves by 3."
TinySummary="Increased Ammo Reserves"
LootTooltip="This armor upgrade will increase the amount of reserve ammo you can carry."

[GrimyReserveArmor_Adv X2WeaponUpgradeTemplate]
FriendlyName="Advanced Ammo Harness"
FriendlyNamePlural="Advanced Ammo Harnesses"
BriefSummary="Increase Ammo Reserves by 4."
TinySummary="Increased Ammo Reserves"
LootTooltip="This armor upgrade will increase the amount of reserve ammo you can carry."

[GrimyReserveArmor_Sup X2WeaponUpgradeTemplate]
FriendlyName="Superior Ammo Harness"
FriendlyNamePlural="Superior Ammo Harnesses"
BriefSummary="Increase Ammo Reserves by 5."
TinySummary="Increased Ammo Reserves"
LootTooltip="This armor upgrade will increase the amount of reserve ammo you can carry."
